export const data = {
    categories: [
        {
            name: "खते",
            products: [
                {
                    productName: "नत्रयुक्त खते",
                    image: "images/nitrogen_fertilizer.jpg",
                    description: `नॅनोविटा N32 पिकांची N मागणी पूर्ण करण्यास मदत करते जेथे मातीच्या कमी तापमानामुळे जमिनीत नायट्रिफिकेशन प्रक्रिया खूप मंद असते.`,
                    price: "११००",
                },
                {
                    productName: "सेंद्रिय खत",
                    image: "images/organic_compost.jpg",
                    description: `ते दुष्काळ, अतिवृष्टी, प्रतिकूल पीएच, जस्त, ईसी मातीची क्षारता इत्यादीसारख्या अजैविक ताण कमी करण्यास मदत करते.`,
                    price: "२२००",
                },
            ],
        },
        {
            name: "कीटनाषक",
            products: [
                {
                    productName: "प्लांट गार्ड",
                    image: "images/insecticide_spray.jpg",
                    description:
                        "या संरक्षक पिकांचे (Guard Crop) वैशिष्ट्य म्हणजे ते मुख्य पिकाच्या मध्यभागी किंवा बाजूच्या पिकांच्या पेरणीबरोबर किंवा काही काळानंतर पेरले जातात.",
                    price: "६००",
                },
                {
                    productName: "राउंडअप हर्बीसाइड",
                    image: "images/herbicide_concentrate.jpg",
                    description:
                        "राउंडअपचा मुख्य सक्रिय घटक ग्लायफोसेटचा आयसोप्रोपायलामाइन मीठ आहे. राउंडअपचा आणखी एक घटक म्हणजे सर्फॅक्टंट पीओईए ( पॉलीथॉक्सिलेटेड टॅलो अमाइन ).",
                    price: "५००",
                },
            ],
        },
        {
            name: "सिंचन",
            products: [
                {
                    productName: "ठिबक सिंचन संच",
                    image: "images/drip_irrigation_kit.jpg",
                    description:
                        "ठिबक सिंचन किंवा ट्रिकल इरिगेशन ही सूक्ष्म सिंचन प्रणालीचा एक प्रकार आहे ज्यामध्ये जमिनीच्या पृष्ठभागावरुन किंवा पृष्ठभागाच्या खाली गाडलेले पाणी वनस्पतींच्या मुळांपर्यंत हळूवारपणे थेंब देऊन पाणी आणि पोषक घटकांची बचत करण्याची क्षमता आहे. पाणी थेट रूट झोनमध्ये ठेवणे आणि बाष्पीभवन कमी करणे हे लक्ष्य आहे.",
                    price: "२७०००",
                },
                {
                    productName: "तुषार सिंचन",
                    image: "images/sprinkler_system.jpg",
                    description:
                        "ॲल्युमिनीअम अगर पीव्हीसी पाईपला जोडलेल्या स्प्रिंकलर नोझलद्वारे पाण्याच्या दाबाचा वापर करून पाणी पावसाप्रमाणे पिकावर सर्व ठिकाणी सारखे फवारले जाते. त्यास तुषार सिंचन पद्धत असे म्हटले जाते. यात जास्तीत जास्त नोझल ठराविक वेगाने कायम वर्तुळाकाररीत्या फिरवण्याची सोय असते.",
                    price: "२५०००",
                },
            ],
        },
        {
            name: "बियाणे",
            products: [
                {
                    productName: "टोमॅटो",
                    image: "images/vegetable_seed_pack.jpg",
                    description:
                        "अनिश्चित उंच मजबूत वनस्पती, मुबलक फांद्या असलेले मध्यम पानांचे आच्छादन, उच्च उत्पादन क्षमता दीर्घकालीन पीक.",
                    price: "२३००",
                },
                {
                    productName: "कोबी",
                    image: "images/flower_seed_mix.jpg",
                    description:
                        "उच्च उत्पादन क्षमता आणि लांबच्या मार्केटसाठी उत्तम वाण,लवकर पक्वतेसह चांगले गुंडाळलेले एकसमान कॉम्पॅक्ट गड्डा.",
                    price: "३००",
                },
            ],
        },
        {
            name: "जैविक निविष्ठा",
            products: [
                {
                    productName: "रायझोबिअम कल्चर",
                    image: "images/bio_pesticide.jpg",
                    description:
                        "बियाणे प्रक्रिया - २५ मिलि प्रति किलो बियाणेठिबकद्वारे - २ लिटर प्रति एकर व्हेंच्युरीद्वारे.ड्रेचिंग - ५०० मिलि / २०० लिटर पाण्यात / एकर.साध्या फवारणी पंपाचे नोझल काढून अथवा नोझल ढिले करून द्रावणाची चूळ भरावी किंवा नोझलला प्लॅस्टिकचे हूड लावून केवळ पिकाच्या ओळीवर शेतात दाट फवारणी करावी.शेणखताद्वारे - २ लिटर + ५० किलो शेणखत जमिनीत ओल असताना पेरणीपूर्वी द्यावे व योग्य प्रकारे जमिनीत मिसळून घ्यावे.उपयोग - दाळवर्गीय पिकांना नत्राची उपलब्धता वाढविण्यासाठी.",
                    price: "१२००",
                },
                {
                    productName: "ॲझोटोबॅक्टर कल्चर",
                    image: "images/bio_fertilizer.jpg",
                    description:
                        "बियाणे प्रक्रिया - २५ मिलि प्रति किलो बियाणे. ठिबकद्वारे - २ लिटर प्रति एकर व्हेंचुरीद्वारे ड्रेचिंग - ५०० मिलि / २०० लिटर पाण्यात / एकर साध्या फवारणी पंपाचे नोझल काढून अथवा नोझल ढिले करून द्रावणाचे ड्रेंचिंग करावे किंवा नोझलला प्लॅस्टिकचे हूड लावून केवळ पिकाच्या ओळीवर शेतात दाट फवारणी करावी. शेणखताद्वारे - २ लिटर + ५० किलो शेणखतात योग्य प्रकारे मिसळून, जमिनीत ओल असताना पेरणीपूर्वी द्यावे. उपयोग - दाळवर्गीय पिकांव्यतिरीक्त इतर सर्व पिकांना नत्राची उपलब्धता वाढविण्यासाठी पीएसबी कल्चर - बियाणे प्रक्रिया - २५ मिलि प्रति किलो बियाणे. ड्रेचिंग - ५०० मिलि / २०० लिटर पाण्यात / एकर साध्या फवारणी पंपाचे नोझल काढून अथवा नोझल ढिले करून द्रावणाची चूळ भरावी किंवा नोझलला प्लॅस्टिकचे हूड लावून केवळ पिकाच्या ओळीवर शेतात दाट फवारणी करावी. ठिबकद्वारे - २ लिटर प्रति एकर व्हेंचुरीद्वारे शेणखताद्वारे - २ लिटर + ५० किलो शेणखत, जमिनीत ओल असताना पेरणीपूर्वी देऊन जमिनीत योग्य प्रकारे मिसळून घ्यावे. उपयोग - सर्व प्रकारच्या पिकांना स्फुरदची उपलब्धता वाढविण्यासाठी.",
                    price: "१०००",
                },
            ],
        },
        {
            name: "अवजारे",
            products: [
                {
                    productName: "कोळपा",
                    image: "images/hand_tiller.jpg",
                    description:
                        "कोळपे हे खूप लहान अवजार असल्याने एका बैलजोडीच्या सहाय्याने दोन किंवा तीन कोळपी चालविता येतात.",
                    price: "६००",
                },
                {
                    productName: "कुळव",
                    image: "images/seed_drill.jpg",
                    description:
                        "शेतजमीन नांगरल्यानंतर निघालेली ढेकळे फोडून तणकटे मोकळी करणे, जेणेकरून ती वेचून जमीन स्वच्छ करता येईल आणि माती भुसभुशीत करणे यांसाठी कुळवाचा वापर केला जातो. ",
                    price: "५००",
                },
            ],
        },
        {
            name: "सेवा",
            products: [
                {
                    productName: "मृदा चाचणी",
                    image: "images/soil_testing.jpg",
                    description:
                        "माती परीक्षण म्हणजे शेतजमिनीतील अंगभूत रसायने वा जैविकांचे विश्लेषण होय. याद्वारे शेतात कोणते पीक घ्यावे हे नक्की करता येते व कमी खर्चात उत्पादनवाढ होते. माती परीक्षणामुळे पिकांना द्यावयाच्या खताची मात्रा ठरवता येते, व त्यामुळे गैरवाजवी खते देण्यावर नियंत्रण येते.",
                    price: "२००",
                },
                {
                    productName: "कृषी सल्ला",
                    image: "images/farming_consultation.jpg",
                    description:
                        "आमच्या तज्ञांच्या सल्ल्यानुसार आमचे शेतकरी जे काही प्रगत पीक आणि सिंचन तंत्रज्ञानाचे पालन करतात त्यात ठिबक सिंचनाचा समावेश होतो ज्यामुळे पाण्याचा वापर इष्टतम करण्यात मदत होते",
                    price: "५००",
                },
            ],
        },
    ],
};